export const BLOOD_GROUPS = [
  'A+','A-','B+','B-','O+','O-','AB+','AB-'
] as const

export const DISTRICTS = [
  'ঢাকা','চট্টগ্রাম','রাজশাহী','খুলনা',
  'বরিশাল','সিলেট','রংপুর','ময়মনসিংহ',
  'গাজীপুর','নারায়ণগঞ্জ','কুমিল্লা','ফরিদপুর',
  'টাঙ্গাইল','জামালপুর','মানিকগঞ্জ','মুন্সিগঞ্জ',
  'নরসিংদী','শরীয়তপুর','মাদারীপুর','গোপালগঞ্জ',
  'কিশোরগঞ্জ','নেত্রকোণা','ব্রাহ্মণবাড়িয়া',
  'চাঁদপুর','লক্ষ্মীপুর','নোয়াখালী','ফেনী',
  'খাগড়াছড়ি','রাঙ্গামাটি','বান্দরবান','কক্সবাজার',
  'সাতক্ষীরা','বাগেরহাট','নড়াইল','যশোর',
  'ঝিনাইদহ','মাগুরা','কুষ্টিয়া','মেহেরপুর',
  'চুয়াডাঙ্গা','রাজবাড়ী','পাবনা','সিরাজগঞ্জ',
  'নাটোর','চাঁপাইনবাবগঞ্জ','নওগাঁ','বগুড়া',
  'জয়পুরহাট','গাইবান্ধা','কুড়িগ্রাম',
  'লালমনিরহাট','নীলফামারী','দিনাজপুর',
  'ঠাকুরগাঁও','পঞ্চগড়','হবিগঞ্জ',
  'মৌলভীবাজার','সুনামগঞ্জ','পটুয়াখালী',
  'বরগুনা','ভোলা','পিরোজপুর','ঝালকাঠি','শেরপুর'
]

export const SPECIALITIES = [
  'মেডিসিন','সার্জারি','গাইনি ও প্রসূতি',
  'শিশু রোগ','অর্থোপেডিক','হার্ট ও বক্ষ',
  'নিউরোলজি','চর্মরোগ','চোখ','দাঁত','কিডনি',
  'ডায়াবেটিস','ক্যান্সার','মানসিক স্বাস্থ্য',
  'নাক-কান-গলা','অন্যান্য'
]
